Repository: ClrsDream/glucosio-ios
Catalog: glucosio/*.lproj/Localizable.strings
Languages: az, bn_in, br_fr, gu_in, ml_in, pa_in, sl, sw_tz, tl

# action_settings
source: Settings
az: Nizamlamalar
bn_in: সেটিংস
br_fr: Arventennoù
gu_in: સેટીંગ્સ
ml_in: സജ്ജീകരണങ്ങള്‍
pa_in: ਸੈਟਿੰਗ
sl: Nastavitve
sw_tz: Mpangilio
tl: Mga Setting

# action_feedback
source: Send feedback
az: Əks əlaqə
bn_in: মতামত পাঠান
gu_in: પ્રતિસાદ મોકલો
ml_in: അഭിപ്രായം അറിയിക്കുക
pa_in: ਫੀਡਬੈਕ ਭੇਜੋ
sl: Pošljite povratne informacije
sw_tz: Tuma mrejesho
tl: Magpadala ng feedback

# tab_overview
source: Overview
az: Ön baxış
bn_in: সংক্ষিপ্ত বিবরণ
br_fr: Alberz
gu_in: ઓવરવ્યૂ
ml_in: മേല്‍കാഴ്ച
pa_in: ਸੰਖੇਪ ਜਾਣਕਾਰੀ
sl: Pregled
sw_tz: Maelezo ya jumla
tl: Tinging-pangmalawakan

# tab_history
source: History
az: Tarix
bn_in: ইতিহাস
br_fr: Istorel
gu_in: ઇતિહાસ
ml_in: നാള്‍വഴി
pa_in: ਇਤਿਹਾਸ
sl: Zgodovina
sw_tz: Historia
tl: Kasaysayan

# tab_tips
source: Tips
az: İp ucları
bn_in: পরামর্শ
br_fr: Tunioù
gu_in: સુજાવ
ml_in: സൂത്രങ്ങള്‍
pa_in: ਨੁਕਤੇ
sl: Nasveti
sw_tz: Vidokezi
tl: Mga tips

# title_activity_hello
source: Hello.
az: Salam.
bn_in: হ্যালো।
br_fr: Demat.
gu_in: હેલ્લો.
ml_in: നമസ്കാരം.
pa_in: ਹੈਲੋ।
sl: Dobrodošli.
sw_tz: Habari.
tl: Kumusta.

# helloactivity_headline
source: Hello.
az: Salam.
bn_in: হ্যালো।
br_fr: Demat.
gu_in: હેલ્લો.
ml_in: നമസ്കാരം.
pa_in: ਹੈਲੋ।
sl: Dobrodošli.
sw_tz: Habari.
tl: Kumusta.

# helloactivity_terms
source: Terms of Use.
az: İstifadə şərtləri.
bn_in: ব্যবহারের শর্তাবলী
gu_in: વપરાશ ની શરતો.
ml_in: ഉപയോഗനിബന്ധനകൾ.
pa_in: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ।
sl: Pogoji uporabe.
sw_tz: Maneno yaliyotumika.
tl: Patakaran sa Paggamit.

# helloactivity_subhead
source: We just need a few quick things before getting you started.
az: Başlamamışdan əvvəl bir neçə şey etməliyik.
bn_in: আপনার শুরু করার আগে আমদের দ্রুত কিছু জিনিসের প্রয়োজন।
br_fr: Ezhomm hon eus traoù bennak a-raok kregiñ.
pa_in: ਤੁਹਾਨੂੰ ਸ਼ੁਰੂ ਕਰਵਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਸਾਨੂੰ ਸਿਰਫ਼ ਕੁੱਝ ਚੀਜ਼ਾਂ ਦੀ ਜ਼ਰੂਰਤ ਹੈ।
sl: Preden začnete, potrebujemo nekaj podatkov.
sw_tz: Tunahitaji mambo machache ya haraka kabla ya wewe kuanza.
tl: Kinakailangan natin ng ilang mga bagay bago tayo magsimula.

# helloactivity_country
source: Country
az: Ölkə
bn_in: দেশ
gu_in: દેશ
ml_in: രാജ്യം
pa_in: ਦੇਸ਼
sl: Država
sw_tz: Nchi
tl: Bansa

# helloactivity_age
source: Age
az: Yaş
bn_in: বয়স
br_fr: Oad
gu_in: ઉંમર
ml_in: വയസ്സു്
pa_in: ਉਮਰ
sl: Starost
sw_tz: Umri
tl: Edad

# helloactivity_age_invalid
source: Please enter a valid age.
az: Lütfən doğru yaşınızı daxil edin.
bn_in: অনুগ্রহ করে সঠিক বয়স দিন।
br_fr: Bizskrivit un oad talvoudek mar plij.
gu_in: કૃપા કરી સાચી ઉમર નાખો.
ml_in: ഒരു സാധുതയുള്ള വയസ്സ് നൽകുക.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਉਮਰ ਦਰਜ ਕਰੋ।
sl: Vnesite veljavno starost.
sw_tz: Tafadhali andika umri sahihi.
tl: Paki lagay ang tamang edad.

# helloactivity_gender
source: Gender
az: Cinsiyyət
bn_in: লিঙ্গ
br_fr: Rev
gu_in: જાતિ
ml_in: ലിംഗം
pa_in: ਲਿੰਗ
sl: Spol
sw_tz: Jinsia
tl: Kasarian

# helloactivity_gender_list_1
source: Male
az: Kişi
bn_in: পুরুষ
br_fr: Gwaz
gu_in: પુરૂષ
ml_in: പുരുഷന്‍
pa_in: ਮਰਦ
sl: Moški
sw_tz: Mwanamume
tl: Lalaki

# helloactivity_gender_list_2
source: Female
az: Qadın
bn_in: নারী
br_fr: Maouez
gu_in: સ્ત્રી
ml_in: സ്ത്രീ
pa_in: ਔਰਤ
sl: Ženska
sw_tz: Mwanamke
tl: Babae

# helloactivity_gender_list_3
source: Other
az: Digər
bn_in: অন্যান্য
br_fr: All
gu_in: અન્ય
ml_in: മറ്റുള്ളവ
pa_in: ਹੋਰ
sl: Ostalo
sw_tz: Nyingine
tl: Iba pa

# helloactivity_spinner_diabetes_type
source: Diabetes type
az: Diyabet tipi
bn_in: ডায়াবেটিসের ধরন
br_fr: Diabetoù seurt
gu_in: મધુપ્રમેહનો પ્રકાર
ml_in: പ്രമേഹത്തിന്റെ വിധം
pa_in: ਸ਼ੂਗਰ ਦੀ ਕਿਸਮ
sl: Sladkorna bolezen tipa
sw_tz: Aina ya ugonjwa wa kisukari
tl: Uri ng Diabetes

# helloactivity_spinner_diabetes_type_1
source: Type 1
az: Tip 1
bn_in: ধরন 1
br_fr: Seurt 1
gu_in: પ્રકાર 1
ml_in: ടൈപ്പു് 1
pa_in: ਕਿਸਮ 1
sl: Tip 1
sw_tz: Aina ya kwanza

# helloactivity_spinner_diabetes_type_2
source: Type 2
az: Tip 2
bn_in: ধরন 2
br_fr: Seurt 2
gu_in: પ્રકાર 2
ml_in: ടൈപ്പു് 2
pa_in: ਕਿਸਮ 2
sl: Tip 2
sw_tz: Aina ya pili

# helloactivity_spinner_preferred_unit
source: Preferred unit
az: Seçilən vahid
bn_in: পছন্দের ইউনিট
br_fr: Unanenn muiañ plijet
ml_in: ഉപയോഗിക്കേണ്ട ഏകകം
pa_in: ਤਰਜੀਹੀ ਇਕਾਈ
sl: Želena enota
sw_tz: Kipimo kilichopendekezwa
tl: Ninanais na unit

# helloactivity_share_data
source: Share anonymous data for research.
az: Araştırma üçün anonim məlumat göndər.
bn_in: গবেষণা করার জন্য বেনামী তথ্য শেয়ার করুন।
br_fr: Rannañ roadennoù dizanv evit an enklask.
ml_in: നിരീക്ഷണത്തിനായി വിവരങ്ങൾ നൽകുക.
pa_in: ਖੋਜ ਲਈ ਗੁਮਨਾਮ ਡਾਟਾ ਸਾਂਝਾ ਕਰੋ।
sl: Delite anonimne podatke za raziskave.
sw_tz: Tushirikishe data bila jina kwa ajili ya utafiti.
tl: Ibahagi ang mga anonymous data para sa pananaliksik.

# helloactivity_hint_settings
source: You can change these in settings later.
az: Bu seçimləri sonra dəyişə bilərsiniz.
bn_in: আপনি পরে সেটিংসে এই পরিবর্তন করতে পারেন।
br_fr: Gallout a rit kemmañ an dra-se diwezhatoc'h.
ml_in: ഇത് പിന്നീട് മാറ്റാവുന്നതാണു്.
pa_in: ਬਾਅਦ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਤੁਸੀਂ ਇਸ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
sl: Spremenite lahko spremenite kasneje.
sw_tz: Unaweza kubadilisha haya kwenye mpangilio hapo baadaye.
tl: Maaring palitang ang settings sa paglaon.

# helloactivity_button_next
source: NEXT
az: Növbəti
bn_in: পরবর্তী
ml_in: അടുത്തത്
pa_in: ਅੱਗੇ
sl: NASLEDNJI
sw_tz: IFUATAYO
tl: SUSUNOD

# helloactivity_button_start
source: GET STARTED
az: BAŞLA
bn_in: এবার শুরু করা যাক
ml_in: തുടങ്ങാം
pa_in: ਸ਼ੁਰੂ ਕਰੋ
sl: ZAČNI
sw_tz: PATA KUANZA
tl: MAGSIMULA

# dialog_add_title
source: Add Blood Glucose Level
az: Qan qlikoza dərəcəsi əlavə et
bn_in: রক্তের গ্লুকোজ মাত্রা যোগ করুন
br_fr: Ouzhpenn ul Live Gwad Glukoz
ml_in: രക്തത്തിലെ ഗ്ലൂക്കോസിന്റെ അളവു് ചേര്‍ക്കൂ
pa_in: ਖੂਨ ਵਿੱਚ ਗਲੂਕੋਜ਼ ਦਾ ਪੱਧਰ ਸ਼ਾਮਲ ਕਰੋ
sl: Dodaj raven glukoze v krvi
sw_tz: Andika kiwango cha Glukosi kilichopo kwenye damu
tl: Ilagay ang Blood Glucose Level

# dialog_add_concentration
source: Concentration
az: Qatılıq
bn_in: একাগ্রতা
br_fr: Dizourañ
ml_in: ഗാഢത
pa_in: ਮਾਤਰਾ
sl: Koncentracija
sw_tz: Ukolezi
tl: Konsentrasyon

# dialog_add_date
source: Date
az: Tarix
bn_in: তারিখ
br_fr: Deiziad
ml_in: തീയതി
pa_in: ਮਿਤੀ
sl: Datum
sw_tz: Tarehe
tl: Petsa

# dialog_add_time
source: Time
az: Vaxt
bn_in: সময়
br_fr: Eur
ml_in: സമയം
pa_in: ਸਮਾਂ
sl: Ura
sw_tz: Muda
tl: Oras

# dialog_add_measured
source: Measured
az: Ölçülən
bn_in: মাপা হয়েছে
br_fr: Muzulet
ml_in: അളന്നതു്
pa_in: ਮਾਪਿਆ
sl: Izmerjene vrednosti
sw_tz: Ulipima
tl: Sinukat

# dialog_add_type_1
source: Before breakfast
az: Səhər, yeməkdən əvvəl
bn_in: জলখাবারের আগে
br_fr: A-raok dijuniñ
ml_in: പ്രാതലിനു് മുമ്പു്
pa_in: ਨਾਸ਼ਤੇ ਤੋਂ ਪਹਿਲਾਂ
sl: Pred zajtrkom
sw_tz: Kabla ya kifungua kinywa
tl: Bago mag-almusal

# dialog_add_type_2
source: After breakfast
az: Səhər, yeməkdən sonra
bn_in: জলখাবারের পর
br_fr: Goude dijuniñ
ml_in: പ്രാതലിനു് ശേഷം
pa_in: ਨਾਸ਼ਤੇ ਤੋਂ ਬਾਅਦ
sl: Po zajtrku
sw_tz: Baada ya kifungua kinywa
tl: Matapos mag-almusal

# dialog_add_type_3
source: Before lunch
az: Nahardan əvvəl
bn_in: দুপুরের খাবারের আগে
br_fr: A-raok merenn
ml_in: ഉച്ചയൂണിനു് മുമ്പു്
pa_in: ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਤੋਂ ਪਹਿਲਾਂ
sl: Pred kosilom
sw_tz: Kabla ya chakula cha mchana
tl: Bago mananghalian

# dialog_add_type_4
source: After lunch
az: Nahardan sonra
bn_in: দুপুরের খাবারের পরে
br_fr: Goude merenn
ml_in: ഉച്ചയൂണിനു് ശേഷം
pa_in: ਦੁਪਹਿਰ ਦੇ ਖਾਣੇ ਤੋਂ ਬਾਅਦ
sl: Po kosilu
sw_tz: Baada ya chakula cha mchana
tl: Matapos mananghalian

# dialog_add_type_5
source: Before dinner
az: Şam yeməyindən əvvəl
bn_in: রাতের খাবারের আগে
br_fr: A-raok pred
ml_in: അത്താഴത്തിനു് മുമ്പു്
pa_in: ਰਾਤ ਦੇ ਖਾਣੇ ਤੋਂ ਪਹਿਲਾਂ
sl: Pred večerjo
sw_tz: Kabla ya chakula cha jioni
tl: Bago mag-hapunan

# dialog_add_type_6
source: After dinner
az: Şam yeməyindən sonra
bn_in: রাতের খাবারের পরে
br_fr: Goude pred
ml_in: അത്താഴത്തിനു് ശേഷം
pa_in: ਰਾਤ ਦੇ ਖਾਣੇ ਤੋਂ ਬਾਅਦ
sl: Po večerji
sw_tz: Baada ya chakula cha jioni
tl: Matapos maghapunan

# dialog_add_type_9
source: Night
az: Gecə
bn_in: রাত
ml_in: രാത്രി
pa_in: ਰਾਤ
sl: Noč
sw_tz: Usiku
tl: Gabi

# dialog_add_type_12
source: Other
az: Digər
bn_in: অন্যান্য
br_fr: All
gu_in: અન્ય
ml_in: മറ്റുള്ളവ
pa_in: ਹੋਰ
sl: Ostalo
sw_tz: Nyingine
tl: Iba pa

# dialog_add_cancel
source: CANCEL
az: LƏĞV ET
bn_in: বাতিল করুন
br_fr: NULLAÑ
ml_in: വേണ്ട
pa_in: ਰੱਦ ਕਰੋ
sl: PREKLIČI
sw_tz: BATILISHA
tl: Kanselahin

# dialog_add_add
source: ADD
az: ƏLAVƏ ET
bn_in: যোগ করুন
br_fr: OUZHPENN
ml_in: ചേര്‍ക്കൂ
pa_in: ਸ਼ਾਮਲ ਕਰੋ
sl: DODAJ
sw_tz: ONGEZA
tl: Idagdag

# dialog_error2
source: Please enter a valid value.
az: Etibarlı dəyər daxil edin.
bn_in: অনুগ্রহ করে একটি বৈধ মান দিন।
gu_in: કૃપા કરી સાચી માહિતી ભરો.
ml_in: ഒരു സാധുതയുള്ള മൂല്യം ചേർക്കുക.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸਹੀ ਮੁੱਲ ਦਰਜ ਕਰੋ।
sl: Vnesite veljavno vrednost.
sw_tz: Tafadhali ingiza thamani halali.
tl: Mangyaring ilagay ang tamang value.

# dialog_error
source: Please fill all the fields.
az: Boş yerləri doldurun.
bn_in: সব ক্ষেত্র পূরণ করুন।
br_fr: Leunit ar maezioù mar plij.
gu_in: કૃપા કરી બધી વિગતો ભરો.
ml_in: ദയവായി എല്ലാ കോളങ്ങളും പൂരിപ്പിക്കുക.
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੀਆਂ ਥਾਵਾਂ ਭਰੋ।
sl: Prosimo, izpolnite vsa polja.
sw_tz: Tafadhali jaza maeneo yote.
tl: Paki-punan ang lahat ng kahon.

# dialog_delete
source: Delete
az: Sil
bn_in: মুছে দিন
br_fr: Dilemel
gu_in: રદ કરવું
ml_in: നീക്കം ചെയ്യുക
pa_in: ਹਟਾਓ
sl: Izbriši
sw_tz: Futa
tl: Burahin

# fragment_history_snackbar_text
source: 1 reading deleted
az: 1 oxunma silindi
bn_in: 1 পাঠের মুছে ফেলা হয়েছে
br_fr: 1 lenn dilezet
gu_in: 1 વાંચેલું કાઢ્યું
ml_in: 1 നിരീക്ഷണം മായിച്ചിരിക്കുന്നു
pa_in: 1 ਰੀਡਿੰਗ ਹਟਾਈ
sl: 1 meritev je bila izbrisana
sw_tz: Usomi mmoja umefutwa
tl: 1 reading ang binura

# fragment_history_snackbar_action
source: UNDO
az: GERİ
bn_in: পূর্বাবস্থায় যান
br_fr: DIZOBER
gu_in: પહેલા હતી એવી સ્થિતિ
ml_in: തിരുത്തുക
pa_in: ਵਾਪਸ
sl: RAZVELJAVI
sw_tz: TENDUA
tl: Ibalik

# fragment_overview_last_reading
source: Last check:
az: Son yoxlama:
bn_in: সর্বশেষ পরীক্ষা:
br_fr: Gwiriadur diwezhañ:
gu_in: છેલ્લી ચકાસણી:
ml_in: അവസാന നോട്ടം:
pa_in: ਆਖਰੀ ਜਾਂਚ:
sl: Zadnja meritev:
sw_tz: Kupima mara ya mwisho:
tl: Huling check:

# fragment_overview_trend
source: Trend over past month:
az: Son bir aydakı tendesiya:
bn_in: গত মাস ধরে প্রবণতা দেখা দিয়েছে:
br_fr: Feur tremenet ar miz paseet:
gu_in: ગયા મહિના નું સરવૈયું:
ml_in: ഈ മാസത്തിലെ പോക്കു്:
pa_in: ਪਿਛਲੇ ਮਹੀਨਾ ਦਾ ਰੁਝਾਨ:
sl: Spremembe v zadnjem mesecu:
sw_tz: Mwenendo katika mwezi uliyopita:
tl: Trend sa nakalipas na buwan:

# fragment_overview_trend_positive
source: in range and healthy
az: intervalında və sağlam
bn_in: পরিসীমা এবং সুস্থর মধ্যে
br_fr: en reizh an yec'hed
ml_in: പരിധിക്കുള്ളിൽ, ആരോഗ്യകരം
pa_in: ਹੱਦ ਵਿੱਚ ਅਤੇ ਸਿਹਤਮੰਦ
sl: v obsegu in zdravju
sw_tz: ipo kwenye kiwango sahihi na afya njema
tl: pasok sa range at may kalusugan

# fragment_overview_selector_month
source: Month
az: Ay
bn_in: মাস
pa_in: ਮਹੀਨਾ
sl: Mesec
sw_tz: Mwezi

# fragment_overview_selector_day
source: Day
az: Gün
bn_in: দিন
pa_in: ਦਿਨ
sl: Dan
sw_tz: Siku

# fragment_overview_selector_week
source: Week
az: Həftə
bn_in: সপ্তাহ
pa_in: ਹਫ਼ਤਾ
sl: Teden
sw_tz: Wiki

# tip_example
source: Use less cheese in your recipes and meals. Fresh mozzarella packed in water and Swiss cheese are usually lower in sodium.
bn_in: আপনার রেসিপি এবং খাবারে কম পনির ব্যবহার করুন। তাজা মজারেলা জলে এবংসুইস পনির মধ্যে সাধারণত সোডিয়াম কম থাকে।

# preferences_about
source: About
az: Haqqında
bn_in: সম্পর্কে
ml_in: സംബന്ധിച്ച്
pa_in: ਬਾਰੇ
sl: Vizitka
sw_tz: Kuhusu
tl: Patungkol

# preferences_version
source: Version
az: Versiya
bn_in: সংস্করণ
ml_in: പതിപ്പ്
pa_in: ਵਰਜਨ
sl: Različica
sw_tz: Toleo
tl: Bersyon

# preferences_terms
source: Terms of use
az: İstifadə şərtləri
bn_in: ব্যবহারের শর্তাবলী
ml_in: ഉപയോഗനിബന്ധനകൾ
pa_in: ਸੇਵਾ ਦੀਆਂ ਸ਼ਰਤਾਂ
sl: Pogoji uporabe
sw_tz: Masharti ya matumizi
tl: Patakaran sa Paggamit

# glucose_reading_type
source: Type
az: Tip
bn_in: প্রকার
ml_in: തരം
pa_in: ਕਿਸਮ
sl: Tip
sw_tz: Aina
tl: Uri

source: Weight
az: Çəki
bn_in: ওজন
ml_in: തൂക്കം
pa_in: ਭਾਰ
sl: Teža
sw_tz: Uzito

# dialog_add_custom_type
source: Custom measurement category
az: Şəxsi ölçü kateqoriyası
bn_in: কাস্টম পরিমাপ বিভাগ
pa_in: ਮਨਪਸੰਦ ਮਾਪ ਵਰਗ
sl: Uporabnikove kategorije merjenja
sw_tz: Kundi la kipimo maalum
tl: Kategorya ng pansariling sukatan

source: Assistant
az: Köməkçi
bn_in: সহকারী
ml_in: സഹായി
pa_in: ਸਹਾਇਕ
sl: Pomočnik
sw_tz: Msaidizi

# assistant_action_update
source: UPDATE NOW
az: İndi yenilə
bn_in: এখন আপডেট করুন
ml_in: ഇപ്പോൾ പുതുക്കുക
pa_in: ਹੁਣੇ ਅੱਪਡੇਟ ਕਰੋ
sl: POSODOBI ZDAJ
sw_tz: HIFADHI SASA

# assistant_action_ok
source: OK, GOT IT
az: OLDU, ANLADIM
bn_in: ঠিক আছে, বুঝেছি
gu_in: હમમ, સમજાઈ ગયું
pa_in: ਠੀਕ, ਸਮਝ ਗਿਆ
sl: V REDU
sw_tz: SAWA, NIMEELEWA

# assistant_action_feedback
source: SUBMIT FEEDBACK
az: ƏKS ƏLAQƏ GÖNDƏR
bn_in: ফিডব্যাক জমা করুন
gu_in: પ્રતિક્રિયા મોકલો
pa_in: ਫੀਡਬੈਕ ਦਿਓ
sl: POŠLJI POVRATNO INFORMACIJO
sw_tz: WASILISHA MREJESHO

# assistant_action_reading
source: ADD READING
az: OXUMA ƏLAVƏ ET
bn_in: পড়া যোগ করুন
pa_in: ਰੀਡਿੰਗ ਜੋੜੋ
sl: DODAJ MERITEV
sw_tz: ONGEZA KIPIMO

# assistant_weight_title
source: Update your weight
az: Çəkinizi yeniləyin
bn_in: আপনার ওজন আপডেট করুন
pa_in: ਆਪਣਾ ਭਾਰ ਅੱਪਡੇਟ ਕਰੋ
sl: Posodobite svojo težo
sw_tz: Hifadhi uzito wapi

# assistant_weight_desc
source: Make sure to update your weight so Glucosio has the most accurate information.
az: Ən dəqiq informasiyaya malik olmaq üçün Glucosio-u yeniləməyi unutmayın.
bn_in: অবশ্যই আপনার ওজন নিয়মিত আপডেট করুন যেন Glucosio সঠিক তথ্য পেতে পারে।
pa_in: ਆਪਣੇ ਭਾਰ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ ਤਾਂ ਕਿ Glucosio ਕੋਲ ਬਿਲਕੁਲ ਸਹੀ ਜਾਣਕਾਰੀ ਹੋਵੇ।
sl: Poskrbite, da redno posodabljate svojo težo, tako, da ima aplikacija Glucosio točne informacije.
sw_tz: Hakikisha unahifadhi uzito wako ili Glucosio iwe na taarifa sahihi zaidi.

# assistant_research_title
source: Update your research opt-in
az: Araşdırma qəbulunu yeniləyin
bn_in: আপনার গবেষণার আপডেট যোগ করুন
pa_in: ਆਪਣੀ ਖੋਜ ਭਾਗੀਦਾਰੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
sl: Posodobitev vaše raziskave
sw_tz: Hifadhi utafiti wako -muhimu

# assistant_research_desc
source: You can always opt-in or opt-out of diabetes research sharing, but remember all data shared is entirely anonymous. We only share demographics and glucose level trends.
az: Siz həmişə diabetin birgə tədqiqatına qoşula və çıxa bilərsiniz, amma xatırladaq ki, bütün məlumatlar tamamilə anonimdir. Yalnız demoqrafiklər və qanda qlükozanın səviyyələrində tendensiyalar paylaşılır.
bn_in: আপনি যেকোন সময়ে ডায়াবেটিস গবেষণার জন্য তথ্য প্রদানে অংশ নিতে বা তা থেকে বিরত থাকতে পারেন, তবে মনে রাখবেন সকল ডাটা যা শেয়ার করা হচ্ছে তা বেনামে। আমরা কেবল মাত্র ডেমোগ্রাফি এবং গ্লুকোজ লেভেল ট্রেন্ড শেয়ার করে থাকি।
pa_in: ਤੁਸੀਂ ਹਮੇਸ਼ਾ ਸ਼ੂਗਰ ਖੋਜ ਸਾਂਝੇਦਾਰੀ ਵਿੱਚ ਭਾਗ ਲੈ ਜਾਂ ਬਾਹਰ ਹੋ ਸਕਦੇ ਹੋ, ਯਾਦ ਰੱਖੋ ਸਾਂਝਾ ਕੀਤਾ ਡਾਟਾ ਪੂਰੀ ਤਰ੍ਹਾਂ ਗੁਪਤ ਹੈ। ਅਸੀਂ ਸਿਰਫ਼ ਜਨ ਅਤੇ ਗਲੂਕੋਜ਼ ਪੱਧਰ ਰੁਝਾਨ ਸਾਂਝੇ ਕਰਦੇ ਹਾਂ।
sl: Vedno lahko izbirate, če želite za namene raziskav svoje podatke deliti. Vsi podatki, ki jih delite so popolnoma anonimni. Posredujemo samo demografske podatke in gibanje sladkorja v krvi.
sw_tz: Unaweza kujitoa au kujiunga na kuhadithia kuhusu utafiti wa ugonjwa wa kisukari ila kumbuka data zote unazohadithia hazitajulikana zimetoka kwa nani. Tutawaonyesha au kuwahadithia kuhusu demografia na mwenendo wa kiwango cha glukosi.

# assistant_categories_title
source: Create categories
az: Kateqoriya yarat
bn_in: বিভাগ তৈরি করুন
pa_in: ਵਰਗ ਬਣਾਓ
sl: Ustvari kategorije
sw_tz: Tengeneza makundi

# assistant_categories_desc
source: Glucosio comes with default categories for glucose input but you can create custom categories in settings to match your unique needs.
az: Glucosio, standart olaraq qlükoza kateqoriyalara bölünmüş halda gəlir, amma siz nizamlamalarda şəxsi kateqoriyalarınızı yarada bilərsiniz.
bn_in: Glucosio-তে কিছু ডিফল্ট বিষয়শ্রেণী থাকে আপনার গ্লুকোজ ইনপুট দেওয়ার জন্য তবে আপনি নিজেও আপনার সাথে মিল রেখে সেটিংস থেকে নিজস্ব বিষয়শ্রেণী তৈরি করতে পারেন।
pa_in: ਗਲੂਕੋਜ਼ ਇਨਪੁੱਟ ਲਈ Glucosio ਮੂਲ ਵਰਗਾਂ ਨਾਲ ਆਉਂਦਾ ਹੈ ਪਰ ਤੁਸੀਂ ਆਪਣੀਆਂ ਜ਼ਰੂਰਤਾਂ ਮੁਤਾਬਿਕ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਤਰਜੀਹੀ ਵਰਗ ਬਣਾ ਸਕਦੇ ਹੋ।
sl: Aplikacija Glucosio ima privzete kategorije za vnos glukoze, vendar si lahko ustvarite svoje lastne kategorije in jih v nastavitvah uredite, da bodo ustrezale vašim potrebam.
sw_tz: Glucosio yaja na makundi yaliyoundwa tayari kwa ajili ya kuingiza kiwango cha glukosi ila unaweza pia kutengeneza makundi maalum kwneye mpangilio ili kuendana na upekee wa mahitaji yako.

# assistant_check_title
source: Check here often
az: Buranı tez-tez yoxla
bn_in: এখানে প্রায়ই পরীক্ষা করুন
pa_in: ਇੱਥੇ ਅਕਸਰ ਵੇਖੋ
sl: Pogosto preverite
sw_tz: Angalia hapa mara nyingi

# assistant_check_desc
source: Glucosio assistant provides regular tips and will keep improving, so always check here for useful actions you can take to improve your Glucosio experience and for other useful tips.
az: Glucosio köməkçisi müntəzəm məsləhətlər verir və yaxşılaşmağa davam edəcək, buna görə hər zaman Glucosio təcrübənizi yaxşılaşdıracaq və digər faydalı şeylər üçün buranı yoxlayın.
bn_in: Glucosio সহযোগী নিয়মিত পরামর্শ প্রদান করে এবং প্রতিনিয়ত নিজেকে আরও ভালো করছে, তাই আপনার Glucosio অভিজ্ঞতাকে আরও ভালো করতে এবং অন্যান্য আরও উপকারী পরামর্শ পেতে নিয়মিত এখানে দেখুন এবং কি করতে হবে জানুন।
sl: Asistent v aplikaciji Glucosio vam redno ponuja nasvete. Ker se zavedamo pomembnosti, ga bomo redno nadgrajevali, zato ga večkrat preverite in se seznanite z nasveti, ki bodo omogočili boljšo uporabniško izkušnjo in vam bili v dodatno pomoč.
sw_tz: Wasaidizi wa Glucosio hutoa vidokezo vya mara kwa mara ambavyo vitaendelea kuboreshwa, kwa hivyo angalia hapa mara kwa mara ilikuchua nini cha kufanya ili kuboresha uzoefu wako wa Glucosio na kwa kupata vidokezo vingine muhimu.

# assistant_feedback_desc
source: If you find any technical issues or have feedback about Glucosio we encourage you to submit it in the settings menu in order to help us improve Glucosio.
az: Əgər siz hər hansı texniki problem aşkar etsəniz və ya Glucosio ilə əks əlaqə yaratmaq istəsəniz, Glucosio-u yaxşılaşdırmağa kömək etmək üçün nizamlamalardan bizə təqdim etməyinizi xahiş edirik.
bn_in: যেকোন কারিগরি সমস্যায় বা যদি Glucosio সম্পর্কে কোন ফিডব্যাক থাকে তাহলে Glucosio-কে আরও ভালো করতে সেটিংস মেনু থেকে তা সাবমিট করুন।
pa_in: ਜੇਕਰ ਤੁਹਾਨੂ ਕੋਈ ਤਕਨੀਕੀ ਸਮੱਸਿਆ ਆਈ ਜਾਂ Glucosio ਬਾਰੇ ਫੀਡਬੈਕ ਭੇਜਣਾ ਚਾਹੁੰਦੇ ਹੋ Glucosio ਨੂੰ ਵਧੀਆ ਬਣਾਉਣ ਵਿੱਚ ਸਾਡੀ ਸਹਾਇਤਾ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਇਸ ਨੂੰ ਸੈਟਿੰਗ ਮੀਨੂੰ ਤੋਂ ਭੇਜਣ ਲਈ ਉਤਸ਼ਾਹਿਤ ਕਰਦੇ ਹਾਂ।
sl: Če boste imeli katero koli tehnično vprašanje ali povratno informacijo, vas prosimo, da nam jo pošljete preko menija v nastavitvah. Samo tako bomo lahko aplikacijo Glucosio redno izboljševali.
sw_tz: Kama una tatizo lolote la kiufundi au mrejesho wowote kuhusu Glucosio tunakutia moyo uyawasilishe kwenye menyu ya mpangilio ili tuweze kuboresha Glucosio.

# assistant_reading_title
source: Add a reading
az: Oxuma əlavə et
bn_in: পড়া যোগ করুন
pa_in: ਰੀਡਿੰਗ ਸ਼ਾਮਲ ਕਰੋ
sl: Dodaj meritev
sw_tz: Ongeza kipimo

# assistant_reading_desc
source: Be sure to regularly add your glucose readings so we can help you track your glucose levels over time.
az: Qlükozanın öz ifadələrini daim əlavə etdiyinizə əmin olun. Buna görə sizə uzun vaxt ərzində qlükozanın səviyyələrini izləməyə kömək edə bilərik.
bn_in: অবশ্যই নিয়মিত আপনার গ্লুকোজের মাত্রা যোগ করবেন যেন আমরা আপনাকে আপনার গ্লুকোজের মাত্রা সময়ে সময়ে ট্র্যাক করতে সহযোগীতা করতে পারি।
pa_in: ਨਿਯਮਿਤ ਤੌਰ ਤੇ ਆਪਣੀ ਗਲੋਕੂਜ਼ ਰੀਡਿੰਗ ਸ਼ਾਮਲ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ ਤਾਂ ਕੀ ਅਸੀਂ ਤੁਹਾਡੀ ਗਲੂਕੋਜ਼ ਪੱਧਰਾਂ ਤੇ ਨਜ਼ਰ ਰੱਖਣ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰ ਸਕੀਏ।
sl: Poskrbite, da redno dodajate vaše odčitke glukoze, da vam lahko pomagamo slediti vaši ravni glukoze.
sw_tz: Hakikisha kwamba una ongeza idadi ya kipimo cha glukosi kilichopo mwilini kila wakati ili tukusaidie kufautilia viwango vyako vya glukosi muda kwa muda.

# helloactivity_spinner_preferred_range
source: Preferred range
az: Seçilən aralıq
bn_in: পছন্দের পরিসীমা
pa_in: ਤਰਜੀਹੀ ਸੀਮਾ
sl: Zaželen obseg
sw_tz: Kiwango kilichopendekezwa

# helloactivity_spinner_preferred_range_4
source: Custom range
az: Şəxsi aralıq
bn_in: স্বনির্ধারিত পরিসীমা
pa_in: ਮਨਪਸੰਦ ਸੀਮਾ
sl: Uporabnikov obseg
sw_tz: Kiwango maalum

# helloactivity_preferred_range_min
source: Min value
az: Minimum dəyər
bn_in: সর্বনিম্ন মান
pa_in: ਘੱਟੋ-ਘਂੱਟ ਮੁੱਲ
sl: Najmanjša vrednost
sw_tz: Thamani ya chini

# helloactivity_preferred_range_max
source: Max value
az: Maksimum dəyər
bn_in: সর্বোচ্চ মান
pa_in: ਵੱਧੋ-ਵੱਧ ਮੁੱਲ
sl: Največja vrednost
sw_tz: Thamani ya juu

# assistant_action_try
source: TRY IT NOW
az: İNDİ SINA
bn_in: এখনই ব্যবহার করে দেখুন
pa_in: ਹੁਣੇ ਇਸ ਦੀ ਵਰਤੋਂ ਕਰੋ
sl: Preizkusite
sw_tz: JARIBU SASA

# dialog_add_weight
source: Weight
az: Çəki
bn_in: ওজন
ml_in: തൂക്കം
pa_in: ਭਾਰ
sl: Teža
sw_tz: Uzito
